culture.org
#+TITLE:     Sur la toile culturelle
#+OPTIONS:   H:3 num:nil creator:nil timestamp:nil toc:1
#+STYLE: <link rel="stylesheet" type="text/css" href="toread.css" />

* Art
** Brancusi filmed http://www.youtube.com/watch?v=yyC8QX7QaqE
* Literature
** Scott Fitzgerald http://www.openculture.com/2013/06/read_f_scott_fitzgeralds_story_may_day_and_nearly_all_of_his_other_work_free_online.html
** http://www.openculture.com/2013/05/7_nobel_speeches_by_7_great_writers.html
** Sci Fic http://www.openculture.com/2012/03/free_science_fiction_fantasy_dystopian_classics_on_the_web.html
** Philip K. Dick http://www.openculture.com/2013/03/download_14_great_sci-fi_stories_by_philip_k_dick_as_free_audio_books_and_free_ebooks.html
** Proust’s Previously Unknown Illustrated Poems http://www.brainpickings.org/index.php/2013/04/26/marcel-proust-collected-poems/
** Nabokov http://www.openculture.com/2012/03/nabokov_reads_lolita_names_the_great_books_.html
** Deleuze et la question de la vérité en littérature http://erea.revues.org/371#tocto1n13
** Felûre Fitzerald Deleuze http://www.esquire.com/features/the-crack-up 
http://ebooks.adelaide.edu.au/f/fitzgerald/f_scott/tender/chapter1.html
http://arsenaldumidi.hautetfort.com/archive/2007/03/09/la-felure-deleuze-et-les-lignes.html
http://www.revue-klesis.org/pdf/Klesis-Philosophie-et-litterature-7-Beaucamp.pdf
** whitman reading http://www.openculture.com/2013/02/hear_walt_whitman_maybe_reading_the_first_four_lines_of_his_poem_america_1890.html
** Nasreddin Hodja Tales of the Turkish Trickster
http://www.readliterature.com/hodjastories.htm
http://www.pitt.edu/~dash/hodja.html#foodsmell
** Literature and Mathematics http://asymptotejournal.com/article.php?cat=Nonfiction&id=4
* Cinema
** Vertigo interpretation by Slavoj Zizek http://www.openculture.com/2012/09/philosopher_slavoj_zizek_interprets_hitchcocks_ivertigoi_in_ithe_perverts_guide_to_cinemai_2006.html
** http://www.openculture.com/2013/04/david_lynch_explains_how_meditation_enhances_our_creativity.html
** editing master class by Hitch http://www.openculture.com/2013/04/alfred_hitchcocks_seven-minute_editing_master_class.html
** http://www.openculture.com/2011/01/orson_welles_the_stranger.html
** http://www.openculture.com/2012/07/alfred_hitchcocks_rules_for_watching_ipsychoi.html
** http://www.openculture.com/2011/07/the_39_steps_hitchcocks_1935_classic_online.html
** http://www.openculture.com/2010/07/tarkovksy.html
** Cinéma Italiano
Donni : Ornela Muti, Monica Vitti, Stefania Sandrelli
Manni : Pietrangli Scola Ferreri Bellochio Visconti Crialese Giordana
   - http://en.wikipedia.org/wiki/Tales_of_Ordinary_Madness
   - http://en.wikipedia.org/wiki/Divorce,_Italian_Style
   - http://en.wikipedia.org/wiki/The_Best_of_Youth
   - http://en.wikipedia.org/wiki/Dormant_Beauty
   - http://en.wikipedia.org/wiki/Io_la_conoscevo_bene
   - http://en.wikipedia.org/wiki/Ossessione
   - http://en.wikipedia.org/wiki/Respiro
   - http://en.wikipedia.org/wiki/The_Pizza_Triangle
** 100 film italiani da salvare http://it.wikipedia.org/wiki/100_film_italiani_da_salvare
* Religion
** Egyptian Gods and Goddesses http://www.ancientegypt.co.uk/gods/explore/main.html and their story http://www.ancientegypt.co.uk/gods/story/main.html
* Philosophy
** Spinoza dans les chemins de la connaissance avec Bernard Pautrat https://www.mediafire.com/folder/jcisizcls0xb9//Spinoza%20(1632-1677)
** Les cours de Deleuze http://www.webdeleuze.com/php/sommaire.html http://www.le-terrier.net/deleuze/
** LEs mille plateaux Deleuze Guattari http://www.bumblenut.com/drawing/art/plateaus/
http://head.hesge.ch/made/projet/files/2010/12/rhizome_lecture.pdf http://asso-rhizome.org/blog/46-reflexion/91-rhizome-limage-de-lidentite-plurielle
