culture.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Sur la toile culturelle</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Sur la toile culturelle"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-01-07T03:40+0100"/>
<meta name="author" content="Maximilien"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="toread.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Sur la toile culturelle</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Art</a></li>
<li><a href="#sec-2">Literature</a></li>
<li><a href="#sec-3">Cinema</a></li>
<li><a href="#sec-4">Religion</a></li>
<li><a href="#sec-5">Philosophy</a></li>
<li><a href="#sec-6">Linguistics</a></li>
<li><a href="#sec-7">Bandes Dessinées</a></li>
<li><a href="#sec-8">Essays</a></li>
<li><a href="#sec-9">Science</a></li>
<li><a href="#sec-10">Comedy</a></li>
<li><a href="#sec-11">Photography</a></li>
<li><a href="#sec-12">History</a></li>
<li><a href="#sec-13">Psychology</a></li>
<li><a href="#sec-14">Music</a></li>
<li><a href="#sec-15">Ski</a></li>
<li><a href="#sec-16">Politics</a></li>
<li><a href="#sec-17">Sport</a></li>
<li><a href="#sec-18">Radio</a></li>
<li><a href="#sec-19">Buy</a></li>
<li><a href="#sec-20">meditation</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Art</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1">Brancusi filmed <a href="http://www.youtube.com/watch?v=yyC8QX7QaqE">http://www.youtube.com/watch?v=yyC8QX7QaqE</a></h3>
<div class="outline-text-3" id="text-1-1">

</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Literature</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1">Scott Fitzgerald <a href="http://www.openculture.com/2013/06/read_f_scott_fitzgeralds_story_may_day_and_nearly_all_of_his_other_work_free_online.html">http://www.openculture.com/2013/06/read_f_scott_fitzgeralds_story_may_day_and_nearly_all_of_his_other_work_free_online.html</a></h3>
<div class="outline-text-3" id="text-2-1">

</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><a href="http://www.openculture.com/2013/05/7_nobel_speeches_by_7_great_writers.html">http://www.openculture.com/2013/05/7_nobel_speeches_by_7_great_writers.html</a></h3>
<div class="outline-text-3" id="text-2-2">

</div>

</div>

<div id="outline-container-2-3" class="outline-3">
<h3 id="sec-2-3">Sci Fic <a href="http://www.openculture.com/2012/03/free_science_fiction_fantasy_dystopian_classics_on_the_web.html">http://www.openculture.com/2012/03/free_science_fiction_fantasy_dystopian_classics_on_the_web.html</a></h3>
<div class="outline-text-3" id="text-2-3">

</div>

</div>

<div id="outline-container-2-4" class="outline-3">
<h3 id="sec-2-4">Philip K. Dick <a href="http://www.openculture.com/2013/03/download_14_great_sci-fi_stories_by_philip_k_dick_as_free_audio_books_and_free_ebooks.html">http://www.openculture.com/2013/03/download_14_great_sci-fi_stories_by_philip_k_dick_as_free_audio_books_and_free_ebooks.html</a></h3>
<div class="outline-text-3" id="text-2-4">

</div>

</div>

<div id="outline-container-2-5" class="outline-3">
<h3 id="sec-2-5">Proust’s Previously Unknown Illustrated Poems <a href="http://www.brainpickings.org/index.php/2013/04/26/marcel-proust-collected-poems/">http://www.brainpickings.org/index.php/2013/04/26/marcel-proust-collected-poems/</a></h3>
<div class="outline-text-3" id="text-2-5">

</div>

</div>

<div id="outline-container-2-6" class="outline-3">
<h3 id="sec-2-6">Nabokov <a href="http://www.openculture.com/2012/03/nabokov_reads_lolita_names_the_great_books_.html">http://www.openculture.com/2012/03/nabokov_reads_lolita_names_the_great_books_.html</a></h3>
<div class="outline-text-3" id="text-2-6">

</div>

</div>

<div id="outline-container-2-7" class="outline-3">
<h3 id="sec-2-7">Deleuze et la question de la vérité en littérature <a href="http://erea.revues.org/371#tocto1n13">http://erea.revues.org/371#tocto1n13</a></h3>
<div class="outline-text-3" id="text-2-7">

</div>

</div>

<div id="outline-container-2-8" class="outline-3">
<h3 id="sec-2-8">Felûre Fitzerald Deleuze <a href="http://www.esquire.com/features/the-crack-up">http://www.esquire.com/features/the-crack-up</a></h3>
<div class="outline-text-3" id="text-2-8">

<p><a href="http://ebooks.adelaide.edu.au/f/fitzgerald/f_scott/tender/chapter1.html">http://ebooks.adelaide.edu.au/f/fitzgerald/f_scott/tender/chapter1.html</a>
<a href="http://arsenaldumidi.hautetfort.com/archive/2007/03/09/la-felure-deleuze-et-les-lignes.html">http://arsenaldumidi.hautetfort.com/archive/2007/03/09/la-felure-deleuze-et-les-lignes.html</a>
<a href="http://www.revue-klesis.org/pdf/Klesis-Philosophie-et-litterature-7-Beaucamp.pdf">http://www.revue-klesis.org/pdf/Klesis-Philosophie-et-litterature-7-Beaucamp.pdf</a>
</p></div>

</div>

<div id="outline-container-2-9" class="outline-3">
<h3 id="sec-2-9">whitman reading <a href="http://www.openculture.com/2013/02/hear_walt_whitman_maybe_reading_the_first_four_lines_of_his_poem_america_1890.html">http://www.openculture.com/2013/02/hear_walt_whitman_maybe_reading_the_first_four_lines_of_his_poem_america_1890.html</a></h3>
<div class="outline-text-3" id="text-2-9">

</div>

</div>

<div id="outline-container-2-10" class="outline-3">
<h3 id="sec-2-10">Nasreddin Hodja Tales of the Turkish Trickster</h3>
<div class="outline-text-3" id="text-2-10">

<p><a href="http://www.readliterature.com/hodjastories.htm">http://www.readliterature.com/hodjastories.htm</a>
<a href="http://www.pitt.edu/~dash/hodja.html#foodsmell">http://www.pitt.edu/~dash/hodja.html#foodsmell</a>
</p></div>

</div>

<div id="outline-container-2-11" class="outline-3">
<h3 id="sec-2-11">Literature and Mathematics <a href="http://asymptotejournal.com/article.php?cat=Nonfiction&amp;id=4">http://asymptotejournal.com/article.php?cat=Nonfiction&amp;id=4</a></h3>
<div class="outline-text-3" id="text-2-11">

</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Cinema</h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1">Vertigo interpretation by Slavoj Zizek <a href="http://www.openculture.com/2012/09/philosopher_slavoj_zizek_interprets_hitchcocks_ivertigoi_in_ithe_perverts_guide_to_cinemai_2006.html">http://www.openculture.com/2012/09/philosopher_slavoj_zizek_interprets_hitchcocks_ivertigoi_in_ithe_perverts_guide_to_cinemai_2006.html</a></h3>
<div class="outline-text-3" id="text-3-1">

</div>

</div>

<div id="outline-container-3-2" class="outline-3">
<h3 id="sec-3-2"><a href="http://www.openculture.com/2013/04/david_lynch_explains_how_meditation_enhances_our_creativity.html">http://www.openculture.com/2013/04/david_lynch_explains_how_meditation_enhances_our_creativity.html</a></h3>
<div class="outline-text-3" id="text-3-2">

</div>

</div>

<div id="outline-container-3-3" class="outline-3">
<h3 id="sec-3-3">editing master class by Hitch <a href="http://www.openculture.com/2013/04/alfred_hitchcocks_seven-minute_editing_master_class.html">http://www.openculture.com/2013/04/alfred_hitchcocks_seven-minute_editing_master_class.html</a></h3>
<div class="outline-text-3" id="text-3-3">

</div>

</div>

<div id="outline-container-3-4" class="outline-3">
<h3 id="sec-3-4"><a href="http://www.openculture.com/2011/01/orson_welles_the_stranger.html">http://www.openculture.com/2011/01/orson_welles_the_stranger.html</a></h3>
<div class="outline-text-3" id="text-3-4">

</div>

</div>

<div id="outline-container-3-5" class="outline-3">
<h3 id="sec-3-5"><a href="http://www.openculture.com/2012/07/alfred_hitchcocks_rules_for_watching_ipsychoi.html">http://www.openculture.com/2012/07/alfred_hitchcocks_rules_for_watching_ipsychoi.html</a></h3>
<div class="outline-text-3" id="text-3-5">

</div>

</div>

<div id="outline-container-3-6" class="outline-3">
<h3 id="sec-3-6"><a href="http://www.openculture.com/2011/07/the_39_steps_hitchcocks_1935_classic_online.html">http://www.openculture.com/2011/07/the_39_steps_hitchcocks_1935_classic_online.html</a></h3>
<div class="outline-text-3" id="text-3-6">

</div>

</div>

<div id="outline-container-3-7" class="outline-3">
<h3 id="sec-3-7"><a href="http://www.openculture.com/2010/07/tarkovksy.html">http://www.openculture.com/2010/07/tarkovksy.html</a></h3>
<div class="outline-text-3" id="text-3-7">

</div>

</div>

<div id="outline-container-3-8" class="outline-3">
<h3 id="sec-3-8">Cinéma Italiano</h3>
<div class="outline-text-3" id="text-3-8">

<p>Donni : Ornela Muti, Monica Vitti, Stefania Sandrelli
Manni : Pietrangli Scola Ferreri Bellochio Visconti Crialese Giordana
</p><ul>
<li><a href="http://en.wikipedia.org/wiki/Tales_of_Ordinary_Madness">http://en.wikipedia.org/wiki/Tales_of_Ordinary_Madness</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/Divorce,_Italian_Style">http://en.wikipedia.org/wiki/Divorce,_Italian_Style</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/The_Best_of_Youth">http://en.wikipedia.org/wiki/The_Best_of_Youth</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/Dormant_Beauty">http://en.wikipedia.org/wiki/Dormant_Beauty</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/Io_la_conoscevo_bene">http://en.wikipedia.org/wiki/Io_la_conoscevo_bene</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/Ossessione">http://en.wikipedia.org/wiki/Ossessione</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/Respiro">http://en.wikipedia.org/wiki/Respiro</a>
</li>
<li><a href="http://en.wikipedia.org/wiki/The_Pizza_Triangle">http://en.wikipedia.org/wiki/The_Pizza_Triangle</a>
</li>
</ul>

</div>

</div>

<div id="outline-container-3-9" class="outline-3">
<h3 id="sec-3-9">100 film italiani da salvare <a href="http://it.wikipedia.org/wiki/100_film_italiani_da_salvare">http://it.wikipedia.org/wiki/100_film_italiani_da_salvare</a></h3>
<div class="outline-text-3" id="text-3-9">

</div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4">Religion</h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4-1" class="outline-3">
<h3 id="sec-4-1">Egyptian Gods and Goddesses <a href="http://www.ancientegypt.co.uk/gods/explore/main.html">http://www.ancientegypt.co.uk/gods/explore/main.html</a> and their story <a href="http://www.ancientegypt.co.uk/gods/story/main.html">http://www.ancientegypt.co.uk/gods/story/main.html</a></h3>
<div class="outline-text-3" id="text-4-1">

</div>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5">Philosophy</h2>
<div class="outline-text-2" id="text-5">


</div>

<div id="outline-container-5-1" class="outline-3">
<h3 id="sec-5-1">Les cours de Deleuze <a href="http://www.webdeleuze.com/php/sommaire.html">http://www.webdeleuze.com/php/sommaire.html</a> <a href="http://www.le-terrier.net/deleuze/">http://www.le-terrier.net/deleuze/</a></h3>
<div class="outline-text-3" id="text-5-1">

</div>

</div>

<div id="outline-container-5-2" class="outline-3">
<h3 id="sec-5-2">LEs mille plateaux Deleuze Guattari <a href="http://www.bumblenut.com/drawing/art/plateaus/">http://www.bumblenut.com/drawing/art/plateaus/</a></h3>
<div class="outline-text-3" id="text-5-2">

<p><a href="http://head.hesge.ch/made/projet/files/2010/12/rhizome_lecture.pdf">http://head.hesge.ch/made/projet/files/2010/12/rhizome_lecture.pdf</a> <a href="http://asso-rhizome.org/blog/46-reflexion/91-rhizome-limage-de-lidentite-plurielle">http://asso-rhizome.org/blog/46-reflexion/91-rhizome-limage-de-lidentite-plurielle</a>
</p></div>

</div>
