culture.org
** Maurice Blanchot  https://vimeo.com/27046752 from http://web.archive.org/web/20010627171622/www.france3.fr/emissions/ecrivain/auteurs/blanchot.html
** Philosophy 139x: Heidegger: Being and Time by Harvard College http://isites.harvard.edu/icb/icb.do?keyword=k65010
** http://www.openculture.com/2011/10/bertrand_russell_i_owe_my_life_to_smoking.html
** http://www.slate.com/articles/health_and_science/new_scientist/2012/03/noam_chomsky_on_linguistics_and_climate_change_.single.html
** Nietzsche
Nietzsche's "Three Metamorphoses" by Jason Francois http://kubrickfilms.tripod.com/id71.html
** Pierre Hadot : concentration sur le présent (comment )
** Love explained by Platon : Aristophanes's Speech from Plato's Symposium  http://www.anselm.edu/homepage/dbanach/sym.htm http://home.vicnet.net.au/~hwaa/artemis2.html
http://en.wikipedia.org/wiki/Symposium_(Plato) http://de.wikipedia.org/wiki/Kugelmenschen
* Linguistics
** Claude Hagège reçoit la Médaille d'or du CNRS 1995 http://www.cnrs.fr/cw/fr/nomi/prix/Or95/or95.html
** German http://deutschesprachwelt.de/neuesteausgabe/ http://www.jabbalab.com/learn-german
* Bandes Dessinées
** fumetto http://www.fumetto.ch/07/international_f.cfm
** gipi http://giannigipi.blogspot.it/ https://fr.wikipedia.org/wiki/Gian_Alfonso_Pacinotti
* Essays
** http://m.thebrowser.com/interviews/alain-de-botton-on-illuminating-essays
** Jorge-Luis Borges
"Je travaille avec le sérieux d'un enfant qui s'amuse" http://www.les-ernest.fr/transcript_this
** 15 minutes pour changer notre vision du monde
http://www.les-ernest.fr/programme http://www.les-ernest.fr/toutes_les_videos
http://blip.tv/les-ernest-de-lens/rss
http://www.fabriquedesens.net/Les-vraies-ruptures-d-Internet-par
* Science
**  Rita Levi-Montalcini  http://www.brandeins.de/magazin/gegessen-wird-immer/la-professoressa.html
* Comedy
** Andy Kaufman http://www.openculture.com/2013/01/a_look_back_at_andy_kaufman_absurd_comic_performance_artist_and_endearing_weirdo.html
* Photography
** 18 Drawings You'll Swear Are Actual Photographs http://mashable.com/2013/04/26/drawings-photographs/
* History
** History of the coffee http://www.openculture.com/2013/04/the_history_of_coffee_and_how_it_transformed_our_world.html
* Psychology
** Henri Laborit interviews https://archive.org/search.php?query=Laborit%20AND%20subject%3A%22Laborit%22
** Psychologie sociale http://www.univ-lyon2.fr/culture-savoirs/podcasts/patricia-mercader-enseignement-de-psychologie-sociale-2013-2014-537207.kjsp?RH=podcasts
** Binaural beats http://en.wikipedia.org/wiki/Binaural_beats
** Sigmund Freud Voice http://www.openculture.com/2012/05/sigmund_freud_speaks_the_only_known_recording_of_his_voice_1938.html
* Music
** Impersonator by Majical Cloudz http://pitchfork.com/advance/109-impersonator/
** Leonard Cohen http://www.openculture.com/2011/10/ladies_and_gentlemen_mr_leonard_cohen.html
** Bill Evans http://www.openculture.com/2012/04/the_universal_mind_of_bill_evans_advice_on_learning_to_play_jazz.html
** brian Eno http://www.openculture.com/2012/05/brian_eno_on_creating_music_and_art_as_imaginary_landscapes_1989.html
** chanson francaise : Barbara Carlotti , Rover , C2C , Maissiat , Barbara Carlotti,  Maud Lübeck,
** stop making sense - Talking Heads http://www.youtube.com/watch?v=PVUPAXDPFpg
** generative music (markov chain) http://ocw.mit.edu/courses/music-and-theater-arts/21m-380-music-and-technology-algorithmic-and-generative-music-spring-2010/
* Ski
