culture.html

<div id="outline-container-5-3" class="outline-3">
<h3 id="sec-5-3">Maurice Blanchot  <a href="https://vimeo.com/27046752">https://vimeo.com/27046752</a> from <a href="http://web.archive.org/web/20010627171622/www.france3.fr/emissions/ecrivain/auteurs/blanchot.html">http://web.archive.org/web/20010627171622/www.france3.fr/emissions/ecrivain/auteurs/blanchot.html</a></h3>
<div class="outline-text-3" id="text-5-3">

</div>

</div>

<div id="outline-container-5-4" class="outline-3">
<h3 id="sec-5-4">Philosophy 139x: Heidegger: Being and Time by Harvard College <a href="http://isites.harvard.edu/icb/icb.do?keyword=k65010">http://isites.harvard.edu/icb/icb.do?keyword=k65010</a></h3>
<div class="outline-text-3" id="text-5-4">

</div>

</div>

<div id="outline-container-5-5" class="outline-3">
<h3 id="sec-5-5"><a href="http://www.openculture.com/2011/10/bertrand_russell_i_owe_my_life_to_smoking.html">http://www.openculture.com/2011/10/bertrand_russell_i_owe_my_life_to_smoking.html</a></h3>
<div class="outline-text-3" id="text-5-5">

</div>

</div>

<div id="outline-container-5-6" class="outline-3">
<h3 id="sec-5-6"><a href="http://www.slate.com/articles/health_and_science/new_scientist/2012/03/noam_chomsky_on_linguistics_and_climate_change_.single.html">http://www.slate.com/articles/health_and_science/new_scientist/2012/03/noam_chomsky_on_linguistics_and_climate_change_.single.html</a></h3>
<div class="outline-text-3" id="text-5-6">

</div>

</div>

<div id="outline-container-5-7" class="outline-3">
<h3 id="sec-5-7">Nietzsche</h3>
<div class="outline-text-3" id="text-5-7">

<p>Nietzsche's "Three Metamorphoses" by Jason Francois <a href="http://kubrickfilms.tripod.com/id71.html">http://kubrickfilms.tripod.com/id71.html</a>
</p></div>

</div>

<div id="outline-container-5-8" class="outline-3">
<h3 id="sec-5-8">Pierre Hadot : concentration sur le présent (comment )</h3>
<div class="outline-text-3" id="text-5-8">

</div>

</div>

<div id="outline-container-5-9" class="outline-3">
<h3 id="sec-5-9">Love explained by Platon : Aristophanes's Speech from Plato's Symposium  <a href="http://www.anselm.edu/homepage/dbanach/sym.htm">http://www.anselm.edu/homepage/dbanach/sym.htm</a> <a href="http://home.vicnet.net.au/~hwaa/artemis2.html">http://home.vicnet.net.au/~hwaa/artemis2.html</a></h3>
<div class="outline-text-3" id="text-5-9">

<p><a href="http://en.wikipedia.org/wiki/Symposium_(Plato)">http://en.wikipedia.org/wiki/Symposium_(Plato)</a> <a href="http://de.wikipedia.org/wiki/Kugelmenschen">http://de.wikipedia.org/wiki/Kugelmenschen</a>
</p></div>
</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6">Linguistics</h2>
<div class="outline-text-2" id="text-6">


</div>

<div id="outline-container-6-1" class="outline-3">
<h3 id="sec-6-1">Claude Hagège reçoit la Médaille d'or du CNRS 1995 <a href="http://www.cnrs.fr/cw/fr/nomi/prix/Or95/or95.html">http://www.cnrs.fr/cw/fr/nomi/prix/Or95/or95.html</a></h3>
<div class="outline-text-3" id="text-6-1">

</div>

</div>

<div id="outline-container-6-2" class="outline-3">
<h3 id="sec-6-2">German <a href="http://deutschesprachwelt.de/neuesteausgabe/">http://deutschesprachwelt.de/neuesteausgabe/</a> <a href="http://www.jabbalab.com/learn-german">http://www.jabbalab.com/learn-german</a></h3>
<div class="outline-text-3" id="text-6-2">

</div>
</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7">Bandes Dessinées</h2>
<div class="outline-text-2" id="text-7">


</div>

<div id="outline-container-7-1" class="outline-3">
<h3 id="sec-7-1">fumetto <a href="http://www.fumetto.ch/07/international_f.cfm">http://www.fumetto.ch/07/international_f.cfm</a></h3>
<div class="outline-text-3" id="text-7-1">

</div>

</div>

<div id="outline-container-7-2" class="outline-3">
<h3 id="sec-7-2">gipi <a href="http://giannigipi.blogspot.it/">http://giannigipi.blogspot.it/</a> <a href="https://fr.wikipedia.org/wiki/Gian_Alfonso_Pacinotti">https://fr.wikipedia.org/wiki/Gian_Alfonso_Pacinotti</a></h3>
<div class="outline-text-3" id="text-7-2">

</div>
</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8">Essays</h2>
<div class="outline-text-2" id="text-8">


</div>

<div id="outline-container-8-1" class="outline-3">
<h3 id="sec-8-1"><a href="http://m.thebrowser.com/interviews/alain-de-botton-on-illuminating-essays">http://m.thebrowser.com/interviews/alain-de-botton-on-illuminating-essays</a></h3>
<div class="outline-text-3" id="text-8-1">

</div>

</div>

<div id="outline-container-8-2" class="outline-3">
<h3 id="sec-8-2">Jorge-Luis Borges</h3>
<div class="outline-text-3" id="text-8-2">

<p>"Je travaille avec le sérieux d'un enfant qui s'amuse" <a href="http://www.les-ernest.fr/transcript_this">http://www.les-ernest.fr/transcript_this</a>
</p></div>

</div>

<div id="outline-container-8-3" class="outline-3">
<h3 id="sec-8-3">15 minutes pour changer notre vision du monde</h3>
<div class="outline-text-3" id="text-8-3">

<p><a href="http://www.les-ernest.fr/programme">http://www.les-ernest.fr/programme</a> <a href="http://www.les-ernest.fr/toutes_les_videos">http://www.les-ernest.fr/toutes_les_videos</a>
<a href="http://blip.tv/les-ernest-de-lens/rss">http://blip.tv/les-ernest-de-lens/rss</a>
<a href="http://www.fabriquedesens.net/Les-vraies-ruptures-d-Internet-par">http://www.fabriquedesens.net/Les-vraies-ruptures-d-Internet-par</a>
</p></div>
</div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9">Science</h2>
<div class="outline-text-2" id="text-9">


</div>

<div id="outline-container-9-1" class="outline-3">
<h3 id="sec-9-1">Rita Levi-Montalcini  <a href="http://www.brandeins.de/magazin/gegessen-wird-immer/la-professoressa.html">http://www.brandeins.de/magazin/gegessen-wird-immer/la-professoressa.html</a></h3>
<div class="outline-text-3" id="text-9-1">

</div>
</div>

</div>

<div id="outline-container-10" class="outline-2">
<h2 id="sec-10">Comedy</h2>
<div class="outline-text-2" id="text-10">


</div>

<div id="outline-container-10-1" class="outline-3">
<h3 id="sec-10-1">Andy Kaufman <a href="http://www.openculture.com/2013/01/a_look_back_at_andy_kaufman_absurd_comic_performance_artist_and_endearing_weirdo.html">http://www.openculture.com/2013/01/a_look_back_at_andy_kaufman_absurd_comic_performance_artist_and_endearing_weirdo.html</a></h3>
<div class="outline-text-3" id="text-10-1">

</div>
</div>

</div>

<div id="outline-container-11" class="outline-2">
<h2 id="sec-11">Photography</h2>
<div class="outline-text-2" id="text-11">


</div>

<div id="outline-container-11-1" class="outline-3">
<h3 id="sec-11-1">18 Drawings You'll Swear Are Actual Photographs <a href="http://mashable.com/2013/04/26/drawings-photographs/">http://mashable.com/2013/04/26/drawings-photographs/</a></h3>
<div class="outline-text-3" id="text-11-1">

</div>
</div>

</div>

<div id="outline-container-12" class="outline-2">
<h2 id="sec-12">History</h2>
<div class="outline-text-2" id="text-12">


</div>

<div id="outline-container-12-1" class="outline-3">
<h3 id="sec-12-1">History of the coffee <a href="http://www.openculture.com/2013/04/the_history_of_coffee_and_how_it_transformed_our_world.html">http://www.openculture.com/2013/04/the_history_of_coffee_and_how_it_transformed_our_world.html</a></h3>
<div class="outline-text-3" id="text-12-1">

</div>
</div>

</div>

<div id="outline-container-13" class="outline-2">
<h2 id="sec-13">Psychology</h2>
<div class="outline-text-2" id="text-13">


</div>

<div id="outline-container-13-1" class="outline-3">
<h3 id="sec-13-1">Henri Laborit interviews <a href="https://archive.org/search.php?query=Laborit AND subject:"Laborit"">https://archive.org/search.php?query=Laborit%20AND%20subject%3A%22Laborit%22</a></h3>
<div class="outline-text-3" id="text-13-1">

</div>

</div>

<div id="outline-container-13-2" class="outline-3">
<h3 id="sec-13-2">Psychologie sociale <a href="http://www.univ-lyon2.fr/culture-savoirs/podcasts/patricia-mercader-enseignement-de-psychologie-sociale-2013-2014-537207.kjsp?RH=podcasts">http://www.univ-lyon2.fr/culture-savoirs/podcasts/patricia-mercader-enseignement-de-psychologie-sociale-2013-2014-537207.kjsp?RH=podcasts</a></h3>
<div class="outline-text-3" id="text-13-2">

</div>

</div>

<div id="outline-container-13-3" class="outline-3">
<h3 id="sec-13-3">Binaural beats <a href="http://en.wikipedia.org/wiki/Binaural_beats">http://en.wikipedia.org/wiki/Binaural_beats</a></h3>
<div class="outline-text-3" id="text-13-3">

</div>

</div>

<div id="outline-container-13-4" class="outline-3">
<h3 id="sec-13-4">Sigmund Freud Voice <a href="http://www.openculture.com/2012/05/sigmund_freud_speaks_the_only_known_recording_of_his_voice_1938.html">http://www.openculture.com/2012/05/sigmund_freud_speaks_the_only_known_recording_of_his_voice_1938.html</a></h3>
<div class="outline-text-3" id="text-13-4">

</div>
</div>

</div>

<div id="outline-container-14" class="outline-2">
<h2 id="sec-14">Music</h2>
<div class="outline-text-2" id="text-14">


</div>

<div id="outline-container-14-1" class="outline-3">
<h3 id="sec-14-1">Impersonator by Majical Cloudz <a href="http://pitchfork.com/advance/109-impersonator/">http://pitchfork.com/advance/109-impersonator/</a></h3>
<div class="outline-text-3" id="text-14-1">

</div>

</div>

<div id="outline-container-14-2" class="outline-3">
<h3 id="sec-14-2">Leonard Cohen <a href="http://www.openculture.com/2011/10/ladies_and_gentlemen_mr_leonard_cohen.html">http://www.openculture.com/2011/10/ladies_and_gentlemen_mr_leonard_cohen.html</a></h3>
<div class="outline-text-3" id="text-14-2">

</div>

</div>

<div id="outline-container-14-3" class="outline-3">
<h3 id="sec-14-3">Bill Evans <a href="http://www.openculture.com/2012/04/the_universal_mind_of_bill_evans_advice_on_learning_to_play_jazz.html">http://www.openculture.com/2012/04/the_universal_mind_of_bill_evans_advice_on_learning_to_play_jazz.html</a></h3>
<div class="outline-text-3" id="text-14-3">

</div>

</div>

<div id="outline-container-14-4" class="outline-3">
<h3 id="sec-14-4">brian Eno <a href="http://www.openculture.com/2012/05/brian_eno_on_creating_music_and_art_as_imaginary_landscapes_1989.html">http://www.openculture.com/2012/05/brian_eno_on_creating_music_and_art_as_imaginary_landscapes_1989.html</a></h3>
<div class="outline-text-3" id="text-14-4">

</div>

</div>

<div id="outline-container-14-5" class="outline-3">
<h3 id="sec-14-5">chanson francaise : Barbara Carlotti , Rover , C2C , Maissiat , Barbara Carlotti,  Maud Lübeck,</h3>
<div class="outline-text-3" id="text-14-5">

</div>

</div>

<div id="outline-container-14-6" class="outline-3">
<h3 id="sec-14-6">stop making sense - Talking Heads <a href="http://www.youtube.com/watch?v=PVUPAXDPFpg">http://www.youtube.com/watch?v=PVUPAXDPFpg</a></h3>
<div class="outline-text-3" id="text-14-6">

</div>

</div>

<div id="outline-container-14-7" class="outline-3">
<h3 id="sec-14-7">generative music (markov chain) <a href="http://ocw.mit.edu/courses/music-and-theater-arts/21m-380-music-and-technology-algorithmic-and-generative-music-spring-2010/">http://ocw.mit.edu/courses/music-and-theater-arts/21m-380-music-and-technology-algorithmic-and-generative-music-spring-2010/</a></h3>
<div class="outline-text-3" id="text-14-7">

</div>
</div>

</div>
