culture.org
** portland ads
K2 Triaxial 5500 8.1 Mountain Snow Ski , size 194 cm , comes with M41 Twin Cam bindings , size 2.5-9 .
Made in the USA . They are 8.1 mm sidecut for smooth easy turns .
They are in good over all condition , no cracks or nicks , just small light scratches from normal use .
If you are interested in seeing them , 503-3O9 0 1 49 , thank you

http://portland.wweek.com/SportsEquipForSale/60-pair-of-unused-k2-triaxial-skis/7866070

** http://www.maryjanemogultour.com/Contact-Us.html
** http://www.mogulskiing.net/index.php/shop.html
** US top 3 :  Mary Jane in CO, Mount Ellen at Sugarbush in VT, and Sundown in CT
** top mogul ski resorts
Verbier/Nendaz http://www.nendaz.ch/tourism/webcams.html
Zermatt http://www.zermatt.ch/en/page.cfm/service/webcams
Flumsberger http://www.flumserberg.ch/winter/de/today/livecams.htm
my top 3 in Switzerland for moguls
Chamonix (Grand Montets sector) just close to the border ...

On top of it, they  are among the most beautiful ski resorts in the alps.

Cherry on the cake you can commute between them within 4 hours thanks to the best public transportation of the world :
 Believe or not : you can one day skiing in Zermatt and the next one in Flums...

I'm going soon to Mary Jane CO to check how bumps looks like in US. Can't wait.

** shipping Winter Park
COPY AND SHIP OF WINTER PARK
78415 US HIGHWAY 40
200-D
WINTER PARK,CO,80482
tel 970-726-0500
** US online shop http://suburbanskiandbike.com/
http://suburbanskiandbike.com/Dynastar-6th-Sense-Twister-11-12-DA1E701168/
http://suburbanskiandbike.com/Look-Pivot-18-XXL-2013-FC2A002/
** Portland ski shop
426 SE Grand Ave Portland, OR 9721 http://www.yelp.com/biz/next-adventure-portland#query:Ski%20Shops

U.S. Outdoor Store
219 SW Broadway
Portland, Oregon
97205
** Vancouver technique
http://www.youtube.com/watch?v=-T3ki0yCYgU colas qualif vancouver 2010
http://www.youtube.com/watch?v=4e-TxH7FR4U bilodeau finals vancouver 2010
http://www.youtube.com/watch?v=RkNRcJGTVLc colas finals vancouver 2010
** colas
Je viens de visionner la finale Vancouver 2010.
C'est hallucinant comme tu vas vite et si propre. Dommage pour le dernier saut. Bilodeau n'était pas mauvais non plus.
Je suis un fan des bosses depuis toujours (> 30ans) mais seulement récemment
j'ai appris l'absorption et tous le reste grâce aux videos de l'équipe canadienne et des américains.
Tu devrais vraiment faire des vidéos comme celle de Patrik Deneen sur http://www.mogulskiing.net/index.php/videos/mogul-skiing-technique.html
En francais ce serait une super publicité pour le sport.
Pour moi, j'ai appris pas mal avec ces vidéos car trouver des vrais bosseurs cela ne court les pistes.
Par chance cette année j'ai trouvé un ancien skieur coupe du monde, appris des tonnes et
même avec mes K2 triaxial 1m90 je m'en sors pas mal (je ne suis pas encore passé au carving)
https://www.dropbox.com/s/dsnhj2yqjwuqzjc/20130106_122542.mp4
Mais c'est vrai on peut skier avec toi, ce serait un rêve... s'il y a une petite place je prends
Tu passes aussi par la Suisse depuis 6ans en Suisse les beaux domaines avec des bosses ne manquent pas (Nendaz, Zermatt , Flums), je me régale...

@maxrzepka sur twitter

Ps : as-tu un bon plan pour trouver des skis de bosses ? sur www.mogulskiing.net il y a les twisters ...
* Politics
** Thatcher / Chavez http://jpfreire.com/post/47456704700/associated-press-praise-chavez-grouse-about-thatcher
* Sport
** http://fr.wikipedia.org/wiki/Lionel_Terray
« Si vraiment aucune pierre, aucun sérac, aucune crevasse ne m'attend
quelque part dans le monde pour arrêter ma course, un jour viendra où,
vieux et las, je saurai trouver la paix parmi les animaux et les
fleurs. Le cercle sera fermé, enfin je serai le simple pâtre qu'enfant
je rêvais de devenir… » C'est ainsi qu'il conclut Les Conquérants de
l'inutile.
** Football with Nabokov Camus and Lampard  http://tomclarkblog.blogspot.co.uk/2010/05/vladimir-nabokov-keeper-of-secret.html 
http://www.guardian.co.uk/theguardian/2013/jun/01/frank-lampard-interview-book-frankies-magic-football
http://www.telegraph.co.uk/culture/books/6941924/Albert-Camus-thinker-goalkeeper.html
* Radio
** Téléchargement d'émissions de France Culture http://www.regardfc.com/h55-aspiv2
* Buy
** mini projector http://mini-projector-review.toptenreviews.com/ 
*** m2 by aaxatech http://www.aaxatech.com/store/index.html http://mini-projector-review.toptenreviews.com/m2-micro-projector-review.html
** vinyl https://www.hhv.de/
** groups several sellers http://www.musicstack.com/
** http://www.openculture.com/2013/02/ijazz_hoti_the_rare_1938_short_film_with_jazz_legend_django_reinhardt.html
** audio media center http://box-designs.com/main.php?prod=streamboxds&cat=source&lang=de
* meditation
** http://accelerateme.net/meditation/free-guided-meditation-1-how-to-meditate/
* Education
** L'école vivante Montessori Freinet : livres http://ecole-vivante.com/librairie_pedagogie_active.html
** Jouets
*** Djeco http://www.djeco.com/blog/
*** http://www.ebanggood.com  http://www.ebanggood.com/Engraved-Flower-Pattern-Kimono-Shyly-Smiling-Girl-Wooden-Kokeshi-Doll-Doll-Toys-64659.html
